brew "bash-completion@2"
brew "bash"
brew "bat"
brew "chruby"
brew "fzf"
brew "git"
brew "neovim"
brew "ripgrep"
brew "ruby-install"
brew "starship"
brew "tarsnap"
brew "wget"

cask "font-fira-code-nerd-font"
cask "iterm2"
cask "karabiner-elements"
