tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "bash"
brew "bash-completion@2"
brew "bat"
brew "chruby"
brew "diffr"
brew "fzf"
brew "git"
brew "mas"
brew "neovim"
brew "postgresql", restart_service: true
brew "ripgrep"
brew "ruby-install"
brew "starship"
brew "tarsnap"

cask "alfred"
cask "discord"
cask "font-fira-code-nerd-font"
cask "iterm2"
cask "karabiner-elements"

mas 'Keynote', id: 409183694
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'Slack', id: 803453959
