tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "bash"
brew "bash-completion@2"
brew "bat"
brew "chruby"
brew "diffr"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "heroku/brew/heroku"
brew "mas"
brew "neovim"
brew "pandoc"
brew "postgresql", restart_service: true
brew "ripgrep"
brew "ruby-install"
brew "tarsnap"
brew "universal-ctags/universal-ctags/universal-ctags", args: ['HEAD']

cask "alfred"
cask "discord"
cask "font-fira-code"
cask "gitup"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "keybase"
cask "lunar"
cask "macvim"

mas '1Password', id: 1333542190
mas 'Keynote', id: 409183694
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'Slack', id: 803453959
mas 'Todoist', id: 585829637
